export const faq = [
  {
    title: 'ЧТО ТАКОЕ ПРОКСИ ПРОСТЫМИ СЛОВАМИ?',
    answer:
      'Прокси адреса - это такой же IP адрес, как и ваш компьютерный. Вы можете менять свой IP адрес через прокси и шифровать данные.',
  },
  {
    title: 'В ЧЕМ ОТЛИЧИЕ IPV4 И IPV6 ПРОКСИ? ЧТО ЛУЧШЕ?',
    answer:
      'Отличие IPv4 тем что все сайты работают с данным протоколом. А с IPv6 работают не все сайты. Вы можете проверить работу сайта на IPv6 подключение пройдя по этой ссылки: https://proxy-checker.net/site-IPv6 -support/ iPv6 более подвергается банам. В основном все берут IPv4.',
  },
  {
    title: 'В ЧЕМ ОТЛИЧИЕ ПРОТОКОЛОВ HTTP(S) И SOCKS(4,5) ПРОКСИ? ЧТО ЛУЧШЕ?',
    answer:
      'Основное отличие протоколов заключается в следующем:\nSOCKS(4,5) считается более анонимным протоколом при использовании прокси. При этом HTTP так же может быть полностью анонимным(элитным). SOCKS(4,5) является более современным протоколом и может использоваться при подключении к ftp.',
  },
  {
    title: 'ЧТО ТАКОЕ ПУБЛИЧНЫЕ/БЕСПЛАТНЫЕ ПРОКСИ?',
    answer:
      'Это прокси, доступ к которым можно бесплатно получить из публичных источников, т.е. ими сможет воспользоваться любой желающий. Бесплатные/публичные прокси отличаются от платных более низкой скоростью, нестабильной работой, попаданием в спам-базы сайтов и соц-сетей, а так же коротким сроком жизни.',
  },
  {
    title: 'ЧТО ТАКОЕ ПАКЕТНЫЕ ПРОКСИ?',
    answer:
      'Понятие пакетных прокси может означать следующее:\nв более популярном понимании — это список прокси, который постоянно обновляется и продается большому количеству людей. Эти прокси отличаются более стабильной работой и скоростью соединения, чем публичные(бесплатные) прокси. При этом чаще всего они не подходят для использования в соц. сетях и популярных сервисах, т.к. пакетные прокси использует много людей. в менее популярном понимании — это оптовая покупка прокси.',
  },
  {
    title:
      'ЧТО ТАКОЕ ПРОКСИ В ОДНИ РУКИ И ПРИВАТНЫЕ/ИНДИВИДУАЛЬНЫЕ/ЭКСКЛЮЗИВНЫЕ/ЭЛИТНЫЕ/ВЫДЕЛЕННЫЕ ПРОКСИ?',
    answer:
      'Это платные прокси, которыми на арендованное время будете пользоваться только вы и никто больше. Эти прокси отличаются высокой скоростью работы, стабильностью и безопасностью при использовании различных сайтов и соц. сетей.\nУ понятия «элитные прокси» так же есть менее популярное определение — это полностью анонимные прокси, которые не уведомляют сайт о том, что используется прокси и не передают реальный IP адрес пользователя.',
  },
  {
    title: 'ЧЕМ ОТЛИЧАЕТСЯ ВАШ СЕРВИС АРЕНДЫ ПРОКСИ ОТ ОСТАЛЬНЫХ?',
    answer:
      'Стабильность\nАдекватная цена\nВыборка IP адреса по городу\nБыстрая покупка\nВыборка IP адресов вручную\nПрофессиональная команда\nБыстрая поддержка\n\nОнлайн-чат\n\nМного стран\nБыстрая активация\n\nВ течении 1 минуты',
  },
  {
    title: 'ЕСТЬ ИНСТРУКЦИЯ ПО НАСТРОЙКЕ?',
    answer:
      'Существует руководство по настройке для браузеров и для разных программ\nproxyline.net/blog/ - инструкции все тут',
  },
  {
    title: 'У ВАС СТАТИЧНЫЕ ИЛИ ОБНОВЛЯЕМЫЕ ПРОКСИ?',
    answer:
      'У нас статичные прокси, не обновляемые. Объяснение: если вы купили его, то он весь период не будет меняться и вы его сможете продлить в любое время и на срок до 1 года.',
  },
  {
    title:
      'ПОДОЙДУТ ДЛЯ БАНКОВСКИХ САЙТОВ КАК СБЕРБАНК, QIWI, WEBMONEY И ДРУГИЕ?',
    answer:
      'На индивидуальных прокси открыты данные сайты. На Shared закрыты. Для черных целей не подойдут. Вы несете полную ответственность за свои действия.',
  },
  {
    title: 'КАКОЙ ГРАФИК ОНЛАЙН ПОДДЕРЖКИ НА САЙТЕ И В ЛИЧНОМ КАБИНЕТЕ?',
    answer: 'Техническая поддержка и онлайн чат работает 24/7. Без выходных.',
  },
  {
    title: 'КАКАЯ ГАРАНТИЯ НА ВОЗВРАТ ДЕНЕГ ЗА ПРОКСИ?',
    answer:
      'Гарантия в течении 48ч после покупки. Вы можете вернуть деньги по средству тикета.',
  },
  {
    title: 'ЕСТЬ ПРИВЯЗКА ПО IP ? МОГУ ЛИ Я РАБОТАТЬ В ФОРМАТЕ IP:PORT ?',
    answer:
      'Да есть привязка по iP. Привязка до 3-х айпи. Используя привязку по айпи, вы сможете иметь доступ к прокси с таким форматом как ip:port',
  },
  {
    title: 'ВАШИ ПРОКСИ ПОДОЙДУТ ПОД ЛЮБЫЕ БЕЛЫЕ И СЕРЫЕ ЦЕЛИ?',
    answer:
      'Да под белые цели подойдут. Под серые, смотря какие . Имейте ввиду, что всю ответственность вы берете на себя используя прокси. Под черные цели не подойдем.',
  },
  {
    title: 'ПРОКСИ МОЖНО ПРОДЛЕВАТЬ ПО ОКОНЧАНИЮ СРОКА АРЕНДЫ?',
    answer:
      'Конечно можно, на любой срок до 1 года который вам нужен . Прокси в течении аренды будут закреплены за вами. И вы можете продлевать их.',
  },
  {
    title: 'МОЖНО ПРИ ПРОДЛЕНИИ УДАЛЯТЬ НЕ НУЖНЫЕ АДРЕСА И ДОБАВЛЯТЬ НОВЫЕ?',
    answer:
      'Вы сможете при продлении своих прокси, продлевать нужные прокси и не нужные например удалять и добавлять в заказ новые адреса тоже имеется возможность , но это работает только тогда, когда вы продлеваете заказ.',
  },
  {
    title:
      'ВЫ РАБОТАЕТЕ С ФИЗ.ЛИЦАМИ И С ЮР. ЛИЦАМИ (КОМПАНИЯМИ) ? . ВЫ ПРИНИМАЕТЕ НА БАНКОВСКИЙ СЧЕТ?',
    answer:
      'Да мы работаем с Физ лицами и Юр. Лицами . Прием оплаты совершается через платежный эквайринг. Там вы найдете много способов оплаты: Qiwi, Яндекс деньги, Банковские карты, BTC и.т.д. Если вы Юр.Лицо напишите нам через систему Тикета в личном кабинете.',
  },
  {
    title:
      'ЕСЛИ МНЕ НУЖНЫ ПРОКСИ ДРУГОЙ СТРАНЫ ИЛИ БОЛЬШОЕ КОЛИЧЕСТВО ПРОКСИ, ЧТО МНЕ ДЕЛАТЬ?',
    answer: 'Мы подберем для вас выгодные условия.',
  },
  {
    title:
      'ПОД ЧЕРНЫЕ ЦЕЛИ КАК: (КАРДИНГ, МОШЕННИЧЕСКИЕ ДЕЙСТВИЯ ) ПОДОЙДУТ ВАШИ ПРОКСИ?',
    answer:
      'Нет не подойдут под черные цели. Вы несете полную ответственность за использование прокси адреса. Берегите себя и свою семью.',
  },
  {
    title: 'НАСКОЛЬКО АНОНИМНЫ ВАШИ ПРОКСИ?',
    answer:
      'Наш сервис предоставляет элитные прокси с возможностью использования HTTP и SOCKS5 протоколов, каждый из которых полностью анонимен. Т.е. итоговый сайт не сможет определить, что вы заходите на него с прокси.',
  },
  {
    title: 'МОГУ ЛИ Я КУПИТЬ ПРОКСИ ДРУГИХ СТРАН?',
    answer: 'Да. В категории «Для всех стран».',
  },
  {
    title: 'ЧЕМ ОТЛИЧАЕТСЯ ВАШ СЕРВИС АРЕНДЫ ПРОКСИ ОТ ОСТАЛЬНЫХ?',
    answer:
      'Адекватная цена. Выборка IP адресов в ручную. Мы не прячим их. Вы можете сами себе подсети собрать в ручную. Выборка IP адреса по Городу. Стабильность, Быстрая покупка, Быстрая активаци. Много стран. Профессиональная команда. Быстрая поддержка.',
  },
  {
    title: 'НА СКОЛЬКО АНОНИМНЫ ВАШИ ПРОКСИ?',
    answer:
      'Мы обеспечиваем максимально анонимные прокси благодаря профессиональной настройке.',
  },
  {
    title: 'КАК ПОНЯТЬ, ИЗ СКОЛЬКИХ ПОДСЕТЕЙ МНЕ ВЫДАЛИ ПРОКСИ?',
    answer:
      'Пример 1: вам выдали 2 прокси вида 46.13.226.225 и 46.14.205.182. Они из разных подсетей, т.к. цифры после первой точки отличаются. Если бы цифры после первой точки не отличались, то эти прокси были бы из одной подсети.\nПример 2: вам выдали 2 прокси вида 46.13.226.225 и 47.13.205.182. Они из разных сетей, т.к. цифры перед первой точкой отличаются. Если бы цифры перед первой точкой не отличались, то эти прокси были бы из одной подсети.\nПример 3: вам выдали 2 прокси вида 46.13.226.225 и 46.13.205.182. Они из одной сети и подсети, т.к. цифры перед точкой и после точки не отличаются.',
  },
  {
    title: 'ВЫ ПРОДАЕТЕ ПРОКСИ В ОДНИ РУКИ?',
    answer:
      'Да. Именно по этой причине мы сделали большую линейку тарифов, чтобы каждый клиент смог выбрать в личное пользование именно то, что нужно ему.\nИсключение составляет только тариф «shared прокси» — в этом тарифе прокси могут одновременно использоваться тремя клиентами одновременно.',
  },
  {
    title: 'ЧЕМ ОТЛИЧАЕТСЯ ВАШ СЕРВИС АРЕНДЫ ПРОКСИ ОТ ОСТАЛЬНЫХ?',
    answer:
      'Основные отличительные черты нашего сервиса:\nу нас очень низкие цены, которые достигаются путем деления доступов для прокси. мы имеем очень разнообразную линейку тарифов и сроков аренды. Благодаря этому вы можете купить именно то, что вам требуется и не переплачивать за использование посторонних сайтов и лишние дни аренды. выдача прокси происходит в полностью автоматическом режиме. мы даем гарантию возврата денег в течение 48 часов после покупки, если по какой-то причине наши прокси вам не подошли. Мы не спрашиваем причины возврата, а просто возвращаем деньги.',
  },
  {
    title: 'НА СКОЛЬКО АНОНИМНЫ ВАШИ ПРОКСИ?',
    answer:
      'Наш сервис предоставляет элитные прокси с возможностью использования HTTP и SOCKS5 протоколов, каждый из которых полностью анонимен. Т.е. итоговый сайт не сможет определить, что вы заходите на него с прокси.',
  },
  {
    title: 'МОГУ ЛИ Я ПРОТЕСТИРОВАТЬ ПРОКСИ ПЕРЕД ПОКУПКОЙ?',
    answer:
      'Нет. Но вы можете оплатить прокси и протестировать их. Если в течение 48 часов вы поняли, что прокси вам не подходят, то мы вернем деньги.',
  },
  {
    title: 'ЧТО ТАКОЕ SHARED ПРОКСИ?',
    answer:
      'Shared прокси — это прокси, которые арендуются не более, чем 3мя клиентами одновременно. Эти прокси подходят для использования на непопулярных сайтах, т.к. вероятность работы всех трех покупателей на одинаковых ресурсах очень мала.',
  },
  {
    title: 'В КАКОМ ФОРМАТЕ ВЫ ВЫДАЕТЕ ПРОКСИ?',
    answer:
      'Прокси вы можете выбрать сами. И установить его в личном кабинете. Система по умолчанию выдает ip:port:log:pasw , выдаются два формата HTTP и SOCKS5 порты',
  },
];
